[Language]
; The language's name in your native language and, optionally,
; the English name of the language (e.g. in brackets)
Name=Deutsch (German)
; To translators: Add your name, nick, and/or translation date here if you want to.
; Note that this string isn't currently shown anywhere in the plugin.
Translator=Dalai



; Strings in this section are used in several places of the plugin
[Common]
Yes=Ja
No=Nein
Disabled=Deaktiviert

; Executable properties
CompanyName=Firma
Copyright=Copyright
FileVersion=Dateiversion
ProductVersion=Produktversion
FileVersion(fixed)=Dateiversion (fixed)
ProductVersion(fixed)=Produktversion (fixed)
ProductName=Produktname
FileDescription=Beschreibung
InternalName=Interner Name
OriginalFilename=Originaldateiname
Comments=Kommentare
FileSize=Dateigröße
FileCreated=Erstellt
FileLastModified=Geändert
FileLastAccess=Letzter Zugriff
FileArch=Architektur

; Startup locations
StartMenuCurrentUser="Startmenü - Aktueller Benutzer [%s]"
StartMenuAllUsers="Startmenü - Alle Benutzer"
RegistryCurrentUserRun="Registry - Aktueller Benutzer [%s], Run"
RegistryCurrentUserRunOnce="Registry - Aktueller Benutzer [%s], RunOnce"
RegistryAllUsersRun32="Registry - Alle Benutzer, Run (32 bit)"
RegistryAllUsersRunOnce32="Registry - Alle Benutzer, RunOnce (32 bit)"
RegistryAllUsersRun64="Registry - Alle Benutzer, Run (64 bit)"
RegistryAllUsersRunOnce64="Registry - Alle Benutzer, RunOnce (64 bit)"

; Dialogs
DlgOverwrite="%s" ist bereits in "%s" vorhanden!\n\nÜberschreiben?
DlgEmptyName=Leere Namen sind nicht zulässig!



; Strings in this section are used when
; a startup "file" is viewed with F3
[GetFile]
Name=Name
Enabled=Aktiviert
Location=Ort
LocationPath=Ort (Pfad)
CommandLine=Kommandozeile
Executable=Ausführbare Datei
Parameters=Parameter
Comments=Kommentare



; Strings in this section are used when the startup's
; properties are opened, i.e. (Alt+)Enter is pressed
[fmStartupProperties]
fmStartupProperties=Eigenschaften von %s

; Some common form components
btnOK=OK
btnCancel=Abbrechen
btnApply=Ü&bernehmen
btnRun=Autostart jetzt ausführ&en
btnDelete=Löschen
btnTools=E&xtras

tsStartupProperties=Eigenschaften des Autostarts
tsExecutableProperties=Eigenschaften der ausführbaren Datei
tsStatus=Status

popupToolsJumpToRegKey=&Registry-Schlüssel in RegEdit öffnen
popupToolsLinkProperties=&Verknüpfungseigenschaften anzeigen
popupToolsExecutableProperties=&Dateieigenschaften anzeigen
popupToolsViewInSeparateLister=Datei im TC-&Lister anzeigen (Separater Prozess)

; Tabsheet Startup Properties
lblName=&Name:
checkEnabled=&Aktiviert
lblLocationPath=Ort (&Pfad):
lblLocation=&Ort:
checkCopyStartup=A&utostart an neuen Ort kopieren
lblCommandLine=&Kommandozeile:
lblExecutable=Ausführbare &Datei:
lblParameters=Pa&rameter:
lblShowWindow=&Fenster anzeigen:
comboShowWindow=Normal\nMinimiert\nMaximiert
lblComments=Ko&mmentar:
lblExeWarning=Die ausführbare Datei konnte nicht gefunden werden. Sie sollten vielleicht die Kommandozeile prüfen.
popupBrowseReplace=Dat&ei suchen && Kommandozeile ersetzen ...
popupBrowseAppend=D&atei suchen && an Kommandozeile anhängen ...
popupBrowseInsert=Datei suchen && an &Cursorposition einfügen ...

; Tabsheet Executable Properties
lvExecutableProperties=Objektname\nWert

; Tabsheet Status
lvProcessStatus=Prozess\nPID\nKommandozeile
lblStatusRefreshStatus="%s" klicken, um den Status des Autostarts zu bestimmen
lblStatusRefreshStatus2=Arbeite ...
lblStatusRefreshStatus3=%d Prozesse, %d mit übereinstimmender Kommandozeile
btnStatusRefreshStatus=Akt&ualisieren

; Dialogs
DlgDeleteText=Möchten Sie %s wirklich löschen?



[fmPluginSettings]
fmPluginSettings=Einstellungen
lblLanguage=&Sprache:
checkShowDisabledIcon=Stop-Symbol bei &deaktivierten Autostarts anzeigen
checkShowDisabledExt=&Zusätzliche Erweiterung an deaktivierte Autostarts anhängen
checkLoadCustomColumns=&Benutzerdefinierte Spaltenansicht beim Öffnen des Plugins laden
checkAllowDeleteInPanel=&Löschen von Autostarts im TC-Fenster erlauben
checkAutoRefreshStatus=A&utostart-Status beim Umschalten zum "Status"-Tab automatisch aktualisieren
groupActionEnter=" &Aktion beim Drücken von ENTER im TC-Fenster "
comboActions=Autostart umschalten (aktivieren/deaktivieren)\nEigenschaften des Autostarts anzeigen\nAutostart ausführen\nZum Ort der Datei des Autostarts wechseln
groupActionShiftEnter=" A&ktion beim Drücken von SHIFT+ENTER im TC-Fenster "
checkActions=&Neuen Tab öffnen
lblIniLocation=Ablageort der Plugin-&Einstellungen:
checkVistaStyleFileDialogs=Öffnen-/Speichern-Dialoge im &Vista-Stil (deaktivieren für Stil von XP && älter)
btnOK=OK
btnCancel=Abbrechen
DlgReloadSettings=Nach dem Editieren OK drücken, um die Plugin-Einstellungen neu zu laden.
